<?php
return array(
    //'配置项'=>'配置值'

    // 提示消息
    'MESSAGE_LIST' => [
        '9001' => '请先登录',
        '9002' => '您已登录',
        '9003' => '您已掉线，请重新登录',
        '9004' => '您使用的已经是最新版本',
        '9005' => '发现新版本，现在更新？',
        '9006' => '请选择图片上传',
        '9007' => '只支持上传jpg、png格式的图片',
        '9008' => '图片文件大小不能大于5M',
        '9009' => '上传图片失败，请重试',
        '9010' => '请输入正确的手机号',
        '9011' => '短信发送成功',
        '9012' => '短信发送失败，请稍后再试',
        '9013' => '请等待1分钟之后再次获取验证码',
        '9014' => '验证码发送成功',
        '9015' => '请输入验证码',
        '9016' => '验证码不正确',
        '9017' => '验证码已过期',

        '9101' => '请输入账号',
        '9102' => '请输入密码',
        '9103' => '请输入正确的验证码',
        '9104' => '账号不存在',
        '9105' => '账号或者密码错误',
        '9106' => '登录成功',

        '9900' => '处理成功',
        '9901' => '保存成功',
        '9902' => '删除成功',
        '9903' => '上传成功',

        '9991' => '参数错误',
        '9992' => '数据错误',
        '9993' => '数据处理异常',
        '9998' => '对不起，您没有进行此操作的权限',
        '9999' => '系统异常',
    ],
);
